day-11/task-2/output/load-test-projection.txt
Command: bombardier -c 20 -d 10s -l http://127.0.0.1:5187/api/authors/quote-summary

Bombarding http://127.0.0.1:5187/api/authors/quote-summary for 10s using 20 connection(s)
 10s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     34373.31    5859.46   41639.16
  Latency      580.88us   352.61us    21.31ms
  Latency Distribution
     50%   458.00us
     75%   608.00us
     90%   837.00us
     95%     1.26ms
     99%     2.55ms
  HTTP codes:
    1xx - 0, 2xx - 343736, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:   129.65MB/s