day-11/task-2/output/load-test-split.txt
Command: bombardier -c 20 -d 10s -l http://127.0.0.1:5187/authors/quote-summary/split

Bombarding http://127.0.0.1:5187/authors/quote-summary/split for 10s using 20 connection(s)
 10s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec      1130.07     262.98    2140.64
  Latency       17.80ms     5.38ms    80.07ms
  Latency Distribution
     50%    18.17ms
     75%    21.28ms
     90%    23.81ms
     95%    26.94ms
     99%    34.52ms
  HTTP codes:
    1xx - 0, 2xx - 11247, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     4.24MB/s